aluiziotomazelli/wifi_manager/wifi_manager/host_test/test_config_storage/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="linux"
CONFIG_WIFI_SSID="ssid_test"
CONFIG_WIFI_PASSWORD="pass_test"
CONFIG_LOG_DEFAULT_LEVEL_NONE=y
